Repository: Knyazevich/simple-share
Catalog: languages/webzp_share-*.po
Languages: ru_ru, uk

source: Share on Facebook
ru_ru: Поделиться в Facebook
uk: Поділитись у Facebook

source: Share on Twitter
ru_ru: Поделиться в Twitter
uk: Поділитись у Twitter

source: Share on WhatsApp
ru_ru: Поделиться в WhatsApp
uk: Поділитись у WhatsApp

source: Share on Telegram
ru_ru: Поделиться в Telegram
uk: Поділитись у Telegram

source: Share on Viber
ru_ru: Поделиться в Viber
uk: Поділитись у Viber

source: Send link in an Email
ru_ru: Отправить ссылку по Email
uk: Відправити посилання у Email

source: Main settings
ru_ru: Основные настройки
uk: Основні налаштування

source: Show social buttons
ru_ru: Показать социальные кнопки
uk: Відображати соціальні кнопки

source: Show horizontal block on mobile
ru_ru: Показывать горизонтальный блок иконок на мобильном вместо стандартного отображения
uk: Показувати горизонтальний блок іконок знизу, замість стандартного відображення

source: Show shares counter
ru_ru: Показывать счетчик
uk: Показувати лічильник поширень

source: Shares counter text color
ru_ru: Цвет текста счетчика
uk: Колір тексту лічильника

source: Shares counter background color
ru_ru: Цвет фона счетчика
uk: Колір фону лічильника

source: Edit shares counter
ru_ru: Редактировать счетчик
uk: Редагувати лічильник поширень

source: Counter successfully increased
ru_ru: Счетчик успешно увеличен
uk: Лічильник успішно збільшено

source: Increasing error
ru_ru: Ошибка увеличения счетчика
uk: Помилка збільшення лічильника

source: Simple share current page plugin
ru_ru: Легковесный плагин, позволяющий поделиться текущей страницей в некоторых социальных сетях.
uk: Простий і швидкий плагін, що дозволяє поділитись поточною сторінкою у деяких соціальних мережах.

source: Pavlo Knyazevich
ru_ru: Паша Князевич
uk: Паша Князевич
